<?php
return [
    'jobs' => [
        'categories' => [
            'programming' => 'برنامه نویسی',
            'accounting' => 'حسابداری',
            'typing' => 'تایپیست',
            'gaming' => 'گیمینگ',
            'graphic' => 'گرافیست',
            'engineer' => 'مهندس',
        ],
        'types' => [
            0 => 'تمام وقت',
            1 => 'پاره وقت',
            2 => 'کارآموزی'
        ],
        'insurance' => [
            0 => 'ندارد',
            1 => 'دارد'
        ],
        'soldier' => [
            0 => 'مهم نیست',
            1 => 'اجباری برای آقایان'
        ],
        'genders' => [
            0 => 'مهم نیست',
            1 => 'آقا',
            2 => 'خانم'
        ],
        'resume' => [
            0 => 'مهم نیست',
            1 => 'یک تا سه سال',
            2 => 'سه تا شش سال',
            3 => 'بیشتر از شش سال'
        ],
        'remote' => [
            0 => 'حضوری',
            1 => 'دورکاری'
        ],
        'status' => [
            0 => 'در انتظار تایید',
            1 => 'تایید شده',
            2 => 'رد شده',
        ]
    ]
];
